7zip
alsa-utils
arch-wiki-docs
autoconf
automake
bat
bear
bluez-utils
brightnessctl
calc
cloc
cmake
cryptsetup
debugedit
dhcpcd
dysk
efibootmgr
entr
ethtool
exfatprogs
fakeroot
fd
fwupd
fzf
git
htop
hwinfo
inetutils
intel-ucode
iwd
jq
make
nmap
opendoas
pandoc-cli
pass
patch
pkgconf
pkgfile
plocate
progress
python-pipx
rsync
smartmontools
sof-firmware
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
tldr
tlp
tree
ufw
unp
unrar
unzip
vim
w3m
which
wmname
xf86-video-intel
xf86-video-vesa
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
