dmenu
drawing
dunst
feh
flameshot
gvfs
gvfs-mtp
gvfs-smb
kbackup
noto-fonts-emoji
pavucontrol
picom
qbittorrent
ristretto
sxhkd
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
unclutter
xarchiver
xclip
xfce4-power-manager
xfce4-screensaver
zathura
zathura-pdf-mupdf
