aalib
abseil-cpp
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apparmor
apr
apr-util
archlinux-keyring
at-spi2-core
attr
audit
auto-cpufreq
avahi
base
bash
bat
binutils
bluez-libs
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm-1.16
cantarell-fonts
cdparanoia
cifs-utils
clang
clazy
cmake
colord
compiler-rt
consolas-font
coreutils
cppdap
cpupower-gui
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmenu
dmidecode
double-conversion
duktape
dysk
e2fsprogs
efibootmgr
efivar
elementary-icon-theme
ell
exo
expac
expat
fakeroot
fastfetch
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
fzf
garcon
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
girara
git
glib-networking
glib2
glibc
glibmm-2.68
glslang
glu
gmp
gnome-themes-extra
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
gtksourceview4
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gvfs-mtp
gvfs-smb
gzip
harfbuzz
hdparm
hicolor-icon-theme
hidapi
highway
htop
hwdata
iana-etc
icu
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
iwgtk
iwgtk-debug
jansson
jbigkit
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
leancrypto
less
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgdiplus
libgirepository
libgit2
libglvnd
libgpg-error
libgtop
libgudev
libgusb
libhandy
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinput
libisl
libisofs
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblc3
libldac
libldap
libluv
libmd
libmm-glib
libmnl
libmodplug
libmpc
libmpd
libmtp
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfce4windowing
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
litehtml
llhttp
llvm-libs
lm_sensors
lmdb
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
mailcap
make
man-db
md4c
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mono
mousepad
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
ncurses
nettle
networkmanager
nmap
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
ocl-icd
oniguruma
opencore-amr
opendoas
openjpeg2
openssh
openssl
openxr
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm-2.48
parole
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
plocate
polkit
polkit-gnome
popt
portaudio
powertop
procps-ng
psmisc
python
python-attrs
python-autocommand
python-build
python-cachecontrol
python-cachy
python-cffi
python-charset-normalizer
python-cleo
python-click
python-colorama
python-crashtest
python-cryptography
python-dbus
python-decorator
python-distlib
python-distro
python-dulwich
python-dunamai
python-fastjsonschema
python-filelock
python-findpython
python-gobject
python-greenlet
python-html5lib
python-idna
python-installer
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-jsonschema
python-jsonschema-specifications
python-keyring
python-lark-parser
python-legacy-cgi
python-lockfile
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-packaging
python-pbs-installer
python-pexpect
python-pkginfo
python-platformdirs
python-poetry
python-poetry-core
python-poetry-dynamic-versioning
python-poetry-plugin-export
python-psutil
python-ptyprocess
python-pyasyncore
python-pycparser
python-pyinotify
python-pynvim
python-pyproject-hooks
python-pyte
python-pyxdg
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-rpds-py
python-secretstorage
python-setuptools
python-shellingham
python-shtab
python-six
python-termcolor
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-urllib3
python-urwid
python-virtualenv
python-wcwidth
python-webencodings
python-wheel
qrencode
qt6-5compat
qt6-base
qt6-charts
qt6-declarative
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-serialport
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-webchannel
qt6-webengine
qtcreator
qtcreator-devel
rav1e
re2
readline
rhash
ristretto
rubberband
rust
sbc
scrot
sdl2-compat
sdl3
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
simdjson
slang
smbclient
snappy
sord
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
subversion
svt-av1
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
terminus-font
tevent
thefuck
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
tinysparql
tldr
tlp
tlp-rdw
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
tumbler
twolame
typescript
tzdata
udisks2
ufw
unclutter
unibilium
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
visual-studio-code-bin
vmaf
volume_key
vsce
vsce-debug
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webrtc-audio-processing-1
wget
which
wireplumber
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yaml-cpp
yarn
yay
yay-debug
yyjson
zathura
zeromq
zimg
zix
zlib
zlib-ng
zoxide
zram-generator
zstd
